{
    "articlesFull": [
        {
            "author": "Inter4",
            "id": 1,
            "text": "Что-то тут есть.",
            "rating": 0
        },
        {
            "author": "Inter4",
            "id": 2,
            "text": "В последние десятилетия искусственный интеллект (ИИ) стал неотъемлемой частью медицинской индустрии. Алгоритмы машинного обучения и глубокого обучения позволяют анализировать медицинские данные, выявлять паттерны и помогать в диагностике заболеваний. ИИ также используется для персонализированного лечения, предсказания рисков развития болезней и разработки новых методов лечения, что открывает новые перспективы для медицинской науки и практики.",
            "rating": 10
        },
        {
            "author": "Inter4",
            "id": 3,
            "text": "Путешествие в экзотические страны становится все более популярным для тех, кто ищет уникальные приключения и незабываемые впечатления. От заснеженных вершин Гималаев до живописных пляжей на островах Тихого океана, мир полон удивительных мест, которые ожидают своих исследователей. Туристы могут наслаждаться разнообразием культур, кухни, природы и истории, открывая для себя новые грани мира.",
            "rating": 2
        },
        {
            "author": "Inter4",
            "id": 4,
            "text": "Французская кухня славится своим изысканным вкусом и богатством традиций. От нежных бульонов и багетов до изысканных десертов и сыров, французская кухня предлагает настоящее удовольствие для всех чувств. Традиционные рецепты передаются из поколения в поколение, сохраняя свой неповторимый вкус и шарм.",
            "rating": 30
        },
        {
            "author": "Inter4",
            "id": 5,
            "text": "История космических исследований наполнена захватывающими достижениями и открытиями. От первых полётов Юрия Гагарина и Аполлона до современных миссий к Марсу и дальним планетам, человечество продолжает исследовать границы космоса. Благодаря новым технологиям и амбициозным проектам, будущее космических путешествий обещает быть ещё более захватывающим.",
            "rating": -2
        },
        {
            "author": "Inter4",
            "id": 6,
            "text": "Историческая реконструкция - это не только способ воссоздать прошлые эпохи, но и метод изучения истории через практическое применение знаний и навыков. От военных сражений до повседневной жизни древних цивилизаций, искусство исторической реконструкции помогает нам понять, как жили и действовали наши предки, и сохранить их культурное наследие для будущих поколений.",
            "rating": -20
        }
    ]
}